<?php

return [
    'login' => [
        'username' => 'نام کاربری',
        'email' => 'ایمیل',
        'password' => 'رمز عبور',
        'remember' => 'مرا به خاطر بسپار',
        'heading' => 'ورود به حساب کاربری',
        'buttons' => [
            'submit' => 'ورود',
        ],
        'messages' => [
            'failed' => 'اطلاعات ورود صحیح نیست.',
            'throttled' => 'تعداد تلاش‌های ناموفق زیاد است. لطفاً پس از :seconds ثانیه مجدداً تلاش کنید.',
        ],
    ],
    'password-reset' => [
        'heading' => 'بازنشانی رمز عبور',
        'buttons' => [
            'reset' => 'بازنشانی رمز عبور',
            'request' => 'ارسال لینک بازنشانی',
        ],
        'messages' => [
            'throttled' => 'تعداد تلاش‌های ناموفق زیاد است. لطفاً پس از :seconds ثانیه مجدداً تلاش کنید.',
            'sent' => 'لینک بازنشانی رمز عبور به ایمیل شما ارسال شد!',
            'reset' => 'رمز عبور شما با موفقیت تغییر یافت!',
        ],
    ],
    'register' => [
        'heading' => 'ثبت‌نام',
        'buttons' => [
            'register' => 'ثبت‌نام',
        ],
    ],
];
